{
  "plugins": {
    "dired.nvim": {
      "src": "https://github.com/nvimdev/dired.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "guard-collection": {
      "src": "https://github.com/nvimdev/guard-collection"
    },
    "guard.nvim": {
      "src": "https://github.com/nvimdev/guard.nvim"
    },
    "indentmini.nvim": {
      "src": "https://github.com/nvimdev/indentmini.nvim"
    },
    "modeline.nvim": {
      "src": "https://github.com/nvimdev/modeline.nvim"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "phoenix.nvim": {
      "src": "https://github.com/nvimdev/phoenix.nvim"
    },
    "visualizer.nvim": {
      "src": "https://github.com/nvimdev/visualizer.nvim"
    }
  }
}